<style lang="scss" scoped>
.wrapper {
  max-width: 960px;
  height: 80vh;
  overflow: auto;
  padding: 36px;
  @include media(xs-only){
    height: 100vh;
  }
}
.text-center{
  text-align: center;
}
</style>
<template>
  <div class="wrapper">
    <h3 class="mb-3">
      درخواست و پرداخت برای تست کرونا در منزل به منزله ی پذیرش موارد ذیل است:
    </h3>
    <p>
      1. به دستور وزارت بهداشت، سامانه رسا صرفا پل ارتباطی و تسهیل کننده ی
      فرایند درخواست تست کرونا بین متقاضیان و آزمایشگاه های مجاز و مورد تایید
      وزارت بهداشت است و رسا در فرایند نمونه گیری و اعلام نتیجه مسئولیت پزشکی
      ندارد.
    </p>
    <p>
      2. پشتیبانی سامانه رسا موظف است ظرف نهایتا دو ساعت پس از پرداخت متقاضیان
      در ساعات 9 صبح الی 9 شب نسبت به تماس و هماهنگی با ایشان جهت تنظیم ساعت و
      محل نمونه گیری اقدام نماید.
    </p>
    <p>
      3. نمونه گیری کمتر از 24 ساعت پس از ثبت درخواست و پرداخت شما در سامانه
      انجام خواهد شد
    </p>
    <p>
      4. اعلام نتیجه و پاسخگویی در 48 الی 72 ساعت کاری پس از اخذ نمونه مستقیما
      از طریق آزمایشگاهی که از متقاضی نمونه گرفته باشد انجام می شود و سامانه رسا
      متعهد می شود در صورتی که اعلام نتیجه بیش از 72 ساعت کاری (بجز تعطیلات)
      زمان برده باشد، علاوه بر ارائه ی نتیجه در اسرع وقت، هزینه ی دریافت شده را
      به متقاضی مسترد نماید.
    </p>
    <p>
      5. ثبت درخواست و پرداخت برای تست کرونا در سامانه رسا به منزله ی قصد قطعی
      تلقی شده و در صورتی که متقاضی به هر دلیلی از جمله مراجعه حضوری به
      آزمایشگاه یا دلایل شخصی از درخواست خود منصرف شود، سامانه صرفا هزینه ی اخذ
      شده را به حساب کاربری رسا مرجوع کرده و تعهدی در خصوص مسترد کردن وجه به
      حساب بانکی متقاضی ندارد.
    </p>
    <p>
      6. در صورتی که رسیدگی به درخواست و تماس پشتیبانی بیش از 2 ساعت زمان ببرد
      یا نمونه گیری تا 24 ساعت پس از تماس پشتیبانی یا روز هماهنگ شده انجام نشود
      سامانه رسا هزینه ی پرداختی متقاضی را در صورت تمایل به صورت تمام و کمال به
      حساب بانکی کاربر واریز خواهد کرد.
    </p>
    <p>
      7. با وجود اینکه تمامی آزمایشگاه های همکار سامانه رسا از تست های مورد
      تایید وزارت بهداشت استفاده کرده و مجوز اخذ تست کروتا دارند، فقط برخی از
      آزمایشگاه ها مدارک مورد تایید برای پرواز و ارائه در فرودگاه های بین المللی
      دارند لذا، متقاضیانی که قصد دارند نتیجه ی تست خود را به جهت پرواز استفاده
      کنند لازم است در تماس پشتیبانی موضوع را به اطلاع پشتیبان برسانند تا نمونه
      گیری توسط آزمایشگاه مناسب انجام شود.
    </p>
    <p>
      8. نمونه گیری صرفا در شهر های ذکر شده انجام می شوند و در صورتی که فردی به
      اشتباه شهر تهران را استان تهران فرض کند یا برای شهر های خارج از محدوده
      سفارش ثبت نماید، مبلغ پرداختی وی صرفا به حساب رسای وی مسترد خواهد شد و
      سامانه رسا مسئولیتی در قبال استرداد هزینه به حساب بانکی شخص ندارد. شرح
      دقیق مناطق تحت پوشش: -تهران: تست کرونا در تهران فقط در مناطق 22 گانه شهر
      تهران انجام می شود و شهرستان هایی از جمله پردیس، پرند، اسلام شهر، بومهن،
      رودهن، دماوند، ورامین، شهر ری، شاه عبدالعظیم، گرم دره و غیره تحت پوشش
      تهران نیستند. -کرج: تست کرونا در کرج فقط در مناطق محدوده ی شهر کرج انجام
      می شود و سایر شهرستان ها همچون شهریار، شهر قدس، هشتگرد، فردیس و غیره تحت
      پوشش شهر کرج نیستند. اصفهان: تست کرونا در اصفهان فقط در مناطق محدوده ی شهر
      اصفهان انجام می شود و سایر شهرستان ها همچون کاشان، شاهین شهر، نجف آباد،
      شهرضا، مبارکه و غیره تحت پوشش شهر اصفهان نیستند.
    </p>
    <p>
      9. پرداخت آنلاین در سامانه رسا صرفا به عنوان بیعانه و پیش پرداخت است و
      متقاضی موظف است مابه التفاوت ذکر شده در وبسایت را هنگام نمونه گیری به
      نمونه گیر پرداخت نماید. همچنین در صورتی که متقاضی درخواست اخذ تست متفاوت
      یا تعداد بیشتری تست داشته باشد برای جلوگیری از هرگونه اختلاف یا سو استفاده
      نمونه گیر درخواست خود را به اطلاع پشتیبانی هم برساند.
    </p>
    <p>
      10. متقاضی موظف است هرگونه اختلاف یا مشکل با نمونه گیر را قبل از ترک نمونه
      گیر به اطلاع پشتیبانی رسا برساند، در این صورت سامانه رسا متعهد می شود که
      مشکل به وجود آمده را حل کرده یا جهت انجام تست نمونه گیر دیگری را بدون اخذ
      هزینه اعزام نماید.
    </p>
    <p>
      11. سامانه رسا تعهدی نسبت به ارائه ی فاکتور در قبال خدمات تست کرونا در
      منزل ندارد. متقاضیانی که تمایل به ارائه ی فاکتور به بیمه تکمیلی دارند باید
      مراتب را به نمونه گیر اعلام کرده و فاکتور را مستقیما از آزمایشگاه دریافت
      کند. لازم به ذکر است که آزمایشگاه صرفا فاکتور برای مبالغی که نمونه گیر از
      شما دریافت می کند ارائه می کند و بابت خدمات نمونه گیری در منزل و پیش
      پرداخت آنلاین شما در سامانه رسا تعهدی ندارد.
    </p>
    <div class="text-center">
      <v-btn color="primary" @click="$emit('hide')">بازگشت</v-btn>
    </div>
  </div>
</template>
