<style lang="scss" scoped>
.preview-text {
  direction: rtl;
  > div + div {
    margin-top: 16px;
  }
}
h3.title {
  color: $primary-color;
  margin-bottom: 16px;
}
h5 {
  display: inline;
  color: darken($primary-color, 20);
}
p {
  margin: 0;
  + p {
    margin-top: 12px;
  }
}
ul {
  list-style-type: disc;
  padding-left: 0;
  padding-right: 24px;
}
.content {
  //   padding-right: 8px;
}
</style>

<template>
  <section>
    <div class="preview-section">
      <div class="section-title">پیش‌نمایش متن قرارداد و شرایط استفاده از سامانه</div>
      <div class="preview-text" ref="gharardad">
        <div>
          <h3 class="title">ماده ۱</h3>
          <div class="content">
            <p>این قرارداد فی‌ ما بین به نشانی که منبعد در این قرارداد اختصرا کارفرما نامیده می‌شود، از یک طرف و به نمایندگی با سمت به نشانی که منبعد در این قرارداد اختصرا مجری نامیده می‌شود، از طرف دیگر با شرایط و قیود زیر منعقد می‌گردد. طرفین با امضای قرارداد، خود را مکلف و ملزم به رعایت تام و تمام آن اعلام می‌نمایند.</p>
          </div>
        </div>
        <div>
          <h3 class="title">ماده ۲ - موضوع قرارداد</h3>
          <div class="content">
            <p>موضوع قرارداد عبارت است از ارایه خدمات ارتباطی و اطلاعاتی ذیل خدمات ذکر شده در ماده ۴ این قرارداد.</p>
          </div>
        </div>
        <div>
          <h3 class="title">ماده 3 - مدت قرارداد</h3>
          <div class="content">
            <p>مدت قرارداد از تاریخ امضای قرارداد یک سال می باشد.</p>
          </div>
        </div>
        <div>
          <h3 class="title">ماده 4 - تعهد های مجری</h3>
          <div class="content">
            <ul>
              <li>
                <p>ارایه خدمات ارتباط صوتی بین افراد مختلف و کارفرما در تمام ساعات شبانه روز؛ به استثنای زمان‌هایی که مجری از قبل برای امور توسعه‌ای و یا هر امر دیگری از قبل به کافرما اطلاع داده باشد که خدمت، از دسترس خارج است.</p>
                <ul>
                  <li>
                    <h5>تبصره ۱:</h5>
                    <span>در هر سال خدمات ارایه شده از سوی مجری مجاز است به مدت ۵ درصد کل سال بدون اعلام قبلی از دسترس خارج باشد.</span>
                  </li>
                  <li>
                    <h5>تبصره ۲:</h5>
                    <span>منظور از زمان قبلی، اعلام به کارفرما تا حداکثر ۲۴ ساعت قبل از ایجاد اختلال در خدمات به صورت پیامک، رایانامه، اعلام از طریق نرم افزار‌های مجری- که در سمت کارفرما نصب می‌باشد-، فکس و یا بصورت کاغذی می‌باشد.</span>
                  </li>
                </ul>
              </li>
              <li>
                <p>مجری متعهد خواهد بود که نیروی انسانی مورد نیاز را برای انجام خدمات موضوع قرارداد در اختیار داشته و آموزش های لازم را در این رابطه به آنان داده باشد. هزینه آموزش به این کارکنان به عهده مجری است.</p>
              </li>
              <li>
                <p>پشتیبانی از نرم افزار‌های مجری که در سمت کارفرما نصب است به صورت بر‌خط با استفاده از امکانات مخابراتی کارفرما به شرطی که ابزار سخت افزاری و نرم افزاری لازم توسط کارفرما فراهم شده باشد.</p>
                <ul>
                  <li>مراد از بر خط، برقراری ارتباط بدون نیاز به حضور فیزیکی کارشناسان مجری، در محل کارفرما می‌باشد.</li>
                  <li>
                    <h5>تبصره ۳:</h5>
                    <span>تعیین و تعریف ابزار سخت افزاری و نرم افزاری لازم به عهده مجری است.</span>
                  </li>
                  <li>
                    <h5>تبصره ۴:</h5>
                    <span>در صورت درخواست کارفرما و پرداخت هزینه‌های اعلام شده از طرف مجری، توسط کارفرما، راه اندازی و تجهیز امکانات مخابراتی بر عهده مجری می باشد.</span>
                  </li>
                </ul>
              </li>
              <li>
                <p>ارایه خدمات مشاوره ای و رفع اشکالات کاربران به صورت تلفنی( تلفن های شرکت ) و یا اینترنتی</p>
              </li>
              <li>
                <p>مجری متعهد می‌گردد کلیه اسناد و مدارک و اطلاعات مربوط به کارفرما را محرمانه تلقی نموده و از افشای آنها بدون موافقت کارفرما به هر شکلی خودداری نماید مگر اینکه این امر منافی قوانین حاکم بر این قرارداد باشد.</p>
              </li>
              <li>
                <p>مجری هیچ گونه تعهدی در مورد محتوای تماس‌های طرفین و رد و بدل شدن هر گونه اطلاعات بین طرفین تماس ندارد، و تمامی مسولیت‌های آن متوجه به طرفین تماس می‌باشد.</p>
              </li>
            </ul>
          </div>
        </div>
        <div>
          <h3 class="title">ماده 5 - تعهد های کارفرما</h3>
          <div class="content">
            <ul>
              <li>
                <p>کارفرما متعهد می شود که کلیه تجهیزات، زیرساخت‌های مورد استفاده در موضوع قرارداد، اطلاعات و اسناد مورد نیاز اعلام شده توسط مجری را به موقع در اختیار وی قرار دهد.</p>
                <ul>
                  <li>
                    <h5>تبصره ۵:</h5>
                    <span>تمامی تعهدات مجری از زمان اعلام نیازمندی به کارفرما تا زمانی که کارفرما نیازمندی‌ها را برطرف نماید، در حوزه‌ نیازمندی‌ها معلق می‌باشد. بدیهی است که معیار تشخیص حوزه، مجری است.</span>
                  </li>
                  <li>
                    <h5>تبصره ۶:</h5>
                    <span>تمامی زمان های مورد تعهد مجری از بعد از در اختیار گرفتن موارد مورد نیاز از سوی کارفرما قابل محاسبه است.</span>
                  </li>
                </ul>
              </li>
              <li>
                <p>تامین امکانات مخابراتی و سخت افزاری لازم. ( خط اینترنت با حداقل پهنای باند ۲۵۶/۲۵۶ کیلو بیت بر ثانیه. )</p>
                <ul>
                  <li>تمامی مشکلات ناشی از تمامی زیرساخت‌ها از قبیل برق کارفرما، به عهده خود کارفرما می باشد.</li>
                </ul>
              </li>
              <li>
                <p>کارفرما در صورت برقراری تماس از سوی خدمات ارایه شده توسط مجری متعهد می‌شود که خود شخصا اقدام به پاسخ‌گویی نماید.</p>
                <ul>
                  <li>
                    <h5>تبصره ۷:</h5>
                    <span>کارفرما مجاز است با اعلام قبلی به تماس گیرندگان خود( هر فرد حقیقی و یا حقوقی که از طریق خدمات ارایه شده از سوی مجری اقدام به تماس می‌نمایند. ) و اطلاع قبلی به مجری، فرد دیگری را در مدت معلوم و محدود به عنوان جایگزین خود، برای پاسخ‌گویی به تماس‌ها معرفی نماید.</span>
                  </li>
                  <li>
                    <h5>تبصره ۸:</h5>
                    <span>منظور از اعلام قبلی به مجری حداقل ۴۸ ساعت قبل از جایگزینی است.</span>
                  </li>
                </ul>
              </li>
              <li>
                <p>کارفرما می بایست درخواست‌های خود، در قالب موضوع قرارداد را به صورت کتبی، از طریق سایت یا رایانامه و یا تلفن به شرکت اعلام کند.</p>
              </li>
              <li>
                <p>کارفرما می‌بایست تعرفه درخواستی خود را به ازای هر پالس، مشخص نماید. منظور از هر پالس علی‌الحساب ۶۰ ثانیه می‌باشد و در صورت تغییر از طرف مجری به اطلاع کارفرما از طریق رایانامه، پیامک، فکس، اطلاع از طریق برنامه‌های نصب شده از سوی مجری نزد کارفرما، و یا کاغذی خواهد رسید.</p>
                <ul>
                  <li>کارفرما می‌بایست تعرفه درخواستی خود را به ازای هر پالس، حداقل ۷ روز کاری قبل از تغییر آن، به مجری اطلاع دهد.</li>
                </ul>
              </li>
            </ul>
          </div>
        </div>
        <div>
          <h3 class="title">ماده 6 - حق الزحمه انجام خدمات و نحوه پرداخت</h3>
          <div class="content">
            <ul>
              <li>
                <p>کارفرما به ازای هر یک پالسی که با طرف دیگرِ تماس‌های برقرار شده از سوی خدمات ارایه شده‌ی مجری ارتباط دارد، تعرفه‌ی تعیین شده از سوی خود را دریافت می‌کند. ( منظور از دریافت، محاسبه و افزایش اعتبار حساب کارفرما در نزد مجری تا ۳۰ دقیقه بعد از اتمام هر تماس می‌باشد. )</p>
                <ul>
                  <li>
                    <h5>تبصره ۹:</h5>
                    <span>کلیه کارمندان مجری معاف از این قاعده می‌باشند و برای تماس‌های خود با کارفرما از این طریق هیچ گونه مبلغی پرداخت نخواهند کرد.</span>
                  </li>
                </ul>
              </li>
              <li>
                <p>مجری در اول هر ماه شمسی به صورت دو ماه یکبار( مراد آن زمانی است که تقویم رسمی جمهوری اسلامی اعلام کرده است. )، اقدام به تسویه نمودن اعتبار حساب کارفرما، در نزد خود می‌نماید. و با پرداخت به کارفرما، اعتبار حساب به ازای مبلغ پرداختی کاهش می‌یابد.</p>
                <ul>
                  <li>مبلغ قابل پرداخت به یک حساب بانکی یا شماره کارت که از سوی کارفرما مشخص می‌گردد پرداخت می‌شود؛ در همین راستا کارفرما باید بنا به درخواست مجری اقدام به اعلام یک حساب بانکی و یا شماره کارت بانکی نزد بانک درخواستی مجری بنماید.</li>
                  <li>
                    <h5>تبصره ۱۰:</h5>
                    <span>با توجه به نامشخص بودن وضعیت مالیاتی فعلی بعد از مشخص شدن وضعیت مالی، مجری مجاز است که هرگونه تغییر در مبلغ و نحوه پرداخت را با توجه به صلاح دید خود و در راستای تامین نظر سازمان امور مالیاتی اعمال نماید و به اطلاع کارفرما برساند.</span>
                  </li>
                </ul>
              </li>
              <li>
                <p>حق الزحمه مجری در چهارچوب تعهد های بیان شده، به منظور ارایه خدماتِ موضوع این قرارداد- با توجه به اینکه حساب‌های کاربران نزد مجری می‌باشد- در هر زمانی بعد از تماس، بر حسب تعرفه‌ مجری قابل برداشت می‌باشد.</p>
              </li>
            </ul>
          </div>
        </div>
        <div>
          <h3 class="title">ماده 7 - فسخ قرارداد</h3>
          <div class="content">
            <ul>
              <li>
                <p>در صورت عدم پایبندی طرفین به مفاد این قرار داد، به طوری که هر یک از طرفین طی اخطار کتبی به طرف دیگر اعلام کند و عدم دریافت پاسخ کتبی از سوی مقابل، تا حداکثر ۳۰ روز بعد از ارسال اخطار کتبی، تمامی خسارت‌های ناشی از فسخ قرارداد به عهده مخاطب اخطار کتبی می‌باشد.</p>
                <ul>
                  <li>
                    <h5>تبصره ۱۱:</h5>
                    <span>در صورت عدم پایبندی طرفین به مفاد این قرار داد، به طوری که هر یک از طرفین طی اخطار کتبی به طرف دیگر اعلام کند و دریافت پاسخ کتبی از سوی مقابل تا حداکثر ۳۰ روز بعد از ارسال اخطار کتبی و عدم اقناع شاکی، طبق ماده ۸ عمل می‌شود.</span>
                  </li>
                </ul>
              </li>
              <li>در صورت تاخیر بیشتر از ۳۰ روز از پرداخت هر دو ماه.</li>
              <li>در صورتی که مجری نسبت به تعهدهای موضوع قرارداد کوتاهی کند، قرارداد فسخ شده و مجری در قبال خسارت های احتمالی متعهد خواهد بود.</li>
              <li>در صورتی که کارفرما نسبت به تعهد‌های موضوع قراداد کوتاهی نماید مجری می تواند قرارداد را به صورت یک طرفه فسخ نموده و از ارایه خدمات به کارفرما خودداری نماید. در این صورت مجری به نسبت خدمات انجام شده مستحق دریافت حق الزحمه بر اساس مفاد این قرارداد می باشد و کارفرما ملزم به پرداخت آن می‌باشد و خسارت های ناشی از آن به عهده کارفرما می باشد.</li>
            </ul>
          </div>
        </div>
        <div>
          <h3 class="title">ماده ۸ - داوری</h3>
          <div class="content">
            <p>هرگونه اختلاف درباره تفسیر و یا اجرای این قرارداد از طریق کمیسیون داوری مرکب از یک نفر نماینده کارفرما و یک نفر نماینده مجری حل و فصل خواهد شد. در صورت عدم حصول نتیجه، داور سوم مرضی الطرفین، با توافق طرفین منصوب می گردد و در صورت عدم حصول توافق، هر یک از طرفین می تواند به مراجع ذی صلاح قانونی مراجعه و اقامه دعوی نماید. بدیهی است که رای مرجع ذی صلاح قانونی برای طرفین قطعی و لازم الجرا خواهد بود.</p>
          </div>
        </div>
        <div>
          <h3 class="title">ماده ۹ - قوانین و مقررات حاکم بر قرارداد</h3>
          <div class="content">
            <p>این قرارداد از هر حیث تابع قوانین و مقررات جمهوری اسلامی ایران و شرع مقدس اسلام بوده و در صورت تغییر قوانین و مقررات، یا صدور بخشنامه‌های جدید، و یا الزامات مقررات جدید و هم چنین توابع و آثار مالی آن نیز برای طرفین لازم الجرا می باشد.</p>
          </div>
        </div>
        <div>
          <h3 class="title">ماده ۱۰ - حالت های غیر مترقبه</h3>
          <div class="content">
            <p>چنانچه به دلایلی خارج از حیطه اختیار و اراده طرفین قرارداد، به علت وقوع اتفاقی که در عرف حقوقی به آن فورس ماژور می‌گویند، انجام تمام یا قسمتی از تعهدات و وظایف موضوع این قرارداد امکان پذیر نباشد، مادام که موانع ذکر شده برطرف نشده باشند، عدم انجام تعهدات مذبور تخلف از قرارداد محسوب نمی‌گردد.</p>
          </div>
        </div>
        <div>
          <h3 class="title">ماده ۱۱ - موارد متفرقه</h3>
          <div class="content">
            <p>در صورت تغییر هر کدام از موارد و شرایط حاکم بر قرارداد که منجر به تغییر حیطه کاری بشود بنا به درخواست کارفرما و موافقت مجری، موارد جدید در قالب الحاقیه به قرارداد اضافه می‌شود.</p>
            <p>هیچ یک از طرفین قرارداد حق استخدام کارکنان طرف دیگر قرارداد را بدون موافقت طرف دیگر تحت هیچ یک از عناوین حقوقی و به هیچ صورتی نخواهد داشت. این ممنوعیت تا ۳ سال پس از اتمام مدت این قرارداد نیز کماکان معتبر و لازم الاجرا خواهد بود.</p>
            <p>این قرارداد برای سال های بعد با توافق طرفین و طبق مفاد ماده ۶ قابل تمدید و قابل اجراست.</p>
            <p>این قرارداد در تاریخ در ۱۱ ماده و ۱۱ تبصره و در دو نسخه به زبان فارسی تنظیم و مبادله گردیده است و هر نسخه به تنهایی معتبر و مورد عمل می باشد.</p>
          </div>
        </div>
      </div>
    </div>
    <div class="print-button" @click="print">چاپ قرارداد</div>
    <div ref="printArea" class="print-area"></div>
  </section>
</template>
<script>
export default {
  methods: {
    print() {
      let title = document.title;
      console.log(title);
      document.title = "قرارداد همکاری";
      document.getElementById("__nuxt").classList.add("site-area");
      this.$refs.printArea.innerHTML = this.$refs.gharardad.innerHTML;
      console.log(this.$refs.printArea);
      document.body.appendChild(this.$refs.printArea);
      window.print();
      setTimeout(() => {
        document.title = title;
      }, 3000);
    }
  }
};
</script>
