export default [
  {
    mail: "testanahita.gmail.com",
    name: "آناهیتا آهنگری",
    matn:
      "علائم و بیماری‌های آلرژی به علت فعال شدن سیستم ایمنی و واکنش آن به مواد عمدتا بی ضرر و بی خطر مانند گرده ها، شوره حیوانات اهلی یا برخی مواد غذایی ایجاد می‌شود...",
    avatar: require("./avatars/avatar.png")
  },
  {
    mail: "testhadi.gmail.com",
    name: "هادی کیانور",
    matn:
      "علائم و بیماری‌های آلرژی به علت فعال شدن سیستم ایمنی و واکنش آن به مواد عمدتا بی ضرر و بی خطر مانند گرده ها، شوره حیوانات اهلی یا برخی مواد غذایی ایجاد می‌شود...",
    avatar: require("./avatars/avatar.png")
  },
  {
    mail: "testsozan.gmail.com",
    name: "سوزان امیرسالاری",
    matn:
      "علائم و بیماری‌های آلرژی به علت فعال شدن سیستم ایمنی و واکنش آن به مواد عمدتا بی ضرر و بی خطر مانند گرده ها، شوره حیوانات اهلی یا برخی مواد غذایی ایجاد می‌شود...",
    avatar: require("./avatars/avatar.png")
  },
  {
    mail: "testhadi.gmail.com",
    name: "هادی کیانور",
    matn:
      "علائم و بیماری‌های آلرژی به علت فعال شدن سیستم ایمنی و واکنش آن به مواد عمدتا بی ضرر و بی خطر مانند گرده ها، شوره حیوانات اهلی یا برخی مواد غذایی ایجاد می‌شود...",
    avatar: require("./avatars/avatar.png")
  },
  {
    mail: "testsozan.gmail.com",
    name: "سوزان امیرسالاری",
    matn:
      "علائم و بیماری‌های آلرژی به علت فعال شدن سیستم ایمنی و واکنش آن به مواد عمدتا بی ضرر و بی خطر مانند گرده ها، شوره حیوانات اهلی یا برخی مواد غذایی ایجاد می‌شود...",
    avatar: require("./avatars/avatar.png")
  }
];
