<style lang="scss" >
#specoality-description {
  &.card {
    overflow: hidden;
    z-index: 1;
    position: relative;
    padding: 70px;
    @include media(sm) {
      padding: 30px;
    }
    .resaa-element {
      width: 480px;
      height: 320px;
      position: absolute;
      left: -3px;
      top: 0px;
      opacity: 0.2;
      fill: $secondary-color;
      z-index: -1;
      @include media(sm) {
        display: none;
      }
    }
  }
  h3 {
    color: #0fc7e3;
    margin-bottom: 12px;
    font-weight: 500;
    font-size: 18px;
  }
  .content {
    color: #707070;
    font-size: 14px;
    @include media(sm) {
      text-align: justify;
    }
    p {
      margin-bottom: 6px;
    }
  }
  .half-width {
    max-width: calc(100% - 430px);
    h3 {
      font-size: 21px;
    }
    @include media(sm) {
      max-width: 100%;
    }
  }
  .item {
    ul {
      margin: 0;
      padding: 0;
    }
    + .item {
      margin-top: 40px;
    }
  }
}
</style>
<template>
  <div class="card" id="specoality-description">
    <resaaElement class="resaa-element" />
    <div class="item" v-for="(item, index) in items" :key="index" :class="{'half-width':item.half}">
      <h3>{{item.title}}</h3>
      <div class="content" v-html="item.content"></div>
    </div>
  </div>
</template>
<script>
import resaaElement from "~/assets/svg/element.svg?inline";
export default {
  components: {
    resaaElement
  },
  data() {
    return {
      items: [
        {
          half: true,
          title: "تخصص روان‌شناسی چیست؟",
          content: `
        روان‌شناسی علمی است که به بررسی رفتار و عملکرد ذهن می‌پردازد. منظور از رفتار، فعالیت‌هایی است که توسط ما انجام می‌شود و قابل مشاهده هستند، مانند: مشت کردن دست‌ها، صحبت کردن، پلک زدن سریع و … و همچنین عملکرد و فرآیندهای ذهن، احساسات، خاطرات، رویاها و ادراک، فعالیت‌هایی هستند که مانند خارش پوست قابل مشاهده نیستند اما می‌توان تأثیر آن‌ها را در رفتار فرد مشاهده کرد، مانند: طرز فکر، حافظه، میزان یادگیری، سبک زندگی و … .
        روان‌شناسی تخصصی است که برای کمک به مردم و جامعه، نه تنها شناخت این اختلالات روان‌شناختی را بررسی می‌کند، بلکه برای برطرف کردن مشکلات زندگی و بهبود سلامت روان، یادگیری، بهبود عملکرد، روابط و انسجام اجتماعی، دنبال راه‌حل‌هایی است
      `
        },
        {
          title: "۱- چه بیماری‌هایی که در زمینه روان‌شناسی اند؟",
          content: `بیماری‌ها و اختلالات عصبی و روانی انواع مختلفی دارند:
<ul>
    <li>
        • اختلالات اضطرابی: ترس، وسواس فکری، استرس پس از اتفاق یا سانحه، فوبیاها
    </li>
    <li>
        • افسردگی: افسردگی مداوم، افسردگی قبل از قاعدگی، دوقطبی و …
    </li>
    <li>
        • مشکلات خواب: خواب‌آلوگی و حمله خواب (نارکولپسی)، بی‌خوابی، اختلالات تنفسی در خواب و …
    </li>
    <li>
        • اختلالات تغذیه‌ای: بی‌اشتهایی عصبی، میل شدید به خوردن گِل و …
    </li>
    <li>
        • اختلالات شخصیتی: شخصیت ضداجتماعی، هیستریک، وابسته، خودشیفتگی، پارانوئید و …
    </li>
    <li>
        • روان‌پریشی: شامل اسکیزوفرنی
    </li>`
        },
        {
          title: "۲- وظایف یک روان‌شناس چیست؟",
          content: `زمانی که برای اولین بار به روان‌شناس مراجعه می‌کنید باید انتظار این را داشته باشید که او سوالاتی درباره مشکلتان و جزئیاتی از تاریخچه زندگی شخصی‌تان بپرسد. این سوالات معمولا شامل مواردی همچون زمان شروع مشکل، چه چیزهایی باعث بهتر و بدتر شدن آن می‌شود و اینکه این مشکل چه تأثیری در کار و زندگی اجتماعی شما می‌گذارد. همچنین سوالاتی تجربیات شما در  حین رشد، تحصیلات و شغل، وضعیت تأهل و روابط بین فردی و اینکه داروی خاصی مصرف می‌کنید این مرحله جمع‌آوری اطلاعات است و ممکن است چندین جلسه طول بکشد و سپس توسط آزمون‌های روان‌شناختی درمانی را در قالب مشاوره یا روان‌درمانی ارائه خواهد داد. به یاد داشته باشید که روان‌شناس در هیچ شرایطی اجازه ندارد دارو تجویز کند.`
        },
        {
          title: "۳- چه زمانی باید به روان‌شناس مراجعه کنیم؟  ",
          content: `زندگی همیشه با خود چالش‌هایی را به همراه دارد. برخی از این مشکلات خیلی و سخت و غیرقابل تحمل‌اند و به نظر میرسد که ادامه
دادن غیرممکن باشد. اما باید بدانیم که برای هر مانعی که زندگی بر سر راهمان می‌گذارد همیشه کمک و راه حلی وجود دارد. در
مقابل مشکلات زیر حتما به روان‌شناس مراجعه کنید
<ul>
    <li>
        • از دست دادن عزیزان: با اینکه مرگ بخش جدانشدنی زندگیست، اما این‌طور نیست که کنار آمدن با آن نیز ساده باشد. با
        این حال، اجتناب از واقعیت‌ها می‌تواند منجر به مشکلات طولانی و ماندگاری شود.
    </li>
    <li>
        • استرس و اضطراب: اگر این مشکل را به حال خود بگذارید، به افسردگی، انزوای اجتماعی و مشکلات دیگری منجر شود.
    </li>
    <li>
        • افسردگی: علائم آن ناامیدی و درماندگی است که باید در طول زمان درمان شود
    </li>
    <li>
        • ترس‌ها و فوبیاها: بعضی ترس‌ها معمول اند و برخی غیرعادی مانند ترس از خوردن ، خطری جدی برای سلامتی‌اند.
    </li>
    <li>
        • اختلالات شخصیتی: شخصیت ضداجتماعی، هیستریک، وابسته، خودشیفتگی، پارانوئید و …
    </li>
    <li>
        • مسائل خانوادگی و روابط: با اینکه روابط بهترین بخش زندگی‌اند، گاهی اوقات به منابع استرس و مشکلات تبدیل می‌شوند.
    </li>
    <li>
        • عادت‌های ناسالم و اعتیاد: برخی استعمال دخانیات را برای فرار از مشکلات موجود انتخاب می‌کنند
    </li>
    <li>
        • افزایش عملکرد: ورزش‌کاران حرفه‌ای برای بازدهی بهتر و بیشتر به روان‌شناس مراجعه می‌کنند
    </li>
    <li>
        • اختلالات روانی: این اختلالات پشت علائم متعددی مخفی‌اند و تنها با کمک متخصص کشف می‌شوند
    </li>
`
        },
        {
          title: "۴- تست‌های روان‌شناسی چیست؟ و هدف از آن‌ها چیست؟",
          content: `تست‌های روان‌شناسی برای بدست آوردن درکی بهتر از نوع مشکلی که بیمار در زمینه‌ی تفکر، احساس، یا رفتار دارد، ارائه می‌شود. هدف از استفاده و عملکرد تست‌های روان‌شناسی باید بطور واضح مشخص باشد. به عنوان مثال، برخی از آزمون ها برای ارزیابی و تشخیص خُلق مورد استفاده قرار می گیرند، بعضی برای ارزیابی مشکلات حافظه یا تمرکز و برخی ممکن است برای درک بهتر ویژگی‌های شخصیتی استفاده شوند.
همچنین برخی تست‌ها با مداد و کاغذاند که بیمار باید درست و غلط بودن عبارات را مشخص کند، برخی دیگر ممکن است نیاز باشد بیمار اعداد یا عبارات را حفظ کند.
استفاده از این تست‌ها به روان‌شناس کمک می‌کنند که به درک و تشخیص درستی از مشکل بیمار برسد.`
        },
        {
          title: "۵- انواع تخصص‌ها و فوق تخصص‌ها در روان‌شناسی (شاخه‌ها)",
          content: `<ul>
    <li>
        روان‌شناسی بالینی: تمرکز بر ابعاد فکری، عاطفی، زیست شناختی، روانی، اجتماعی و رفتاری انسان در طول زندگی و هدف
        درک، جلوگیری و کاهش اختلالات روانی و اختلال عملکرد و ارتقاء سلامت فرد
    </li>
    <li>
        روان‌شناسی شناختی: مطالعه فرآیندهای داخلی ذهن، مانند حل مسئله، حافظه، یادگیری، زبان و چگونگی کسب اطلاعات، پردازش
        و ذخیره اطلاعات
    </li>
    <li>
        روان‌شناسی رشد: مهارت‌های حرکتی، حل مسئله، درک اخلاقی، یادگیری زبان، احساسات، شخصیت و شکل گیری هویت
    </li>
    <li>
        روان‌شناسی قانونی: استفاده از روانشناسی برای تحقیقات جنایی و قانون در سیستم عدالت کیفری و دادگاه های مدنی
    </li>
    <li>
        روان‌شناسی اجتماعی: تمرکز در رفتار گروهی، ادراک اجتماعی، رفتار غیر کلامی، تجاوز، تعصب و رهبری. ادراک و تعامل
        اجتماعی کلیدی برای درک رفتار اجتماعی است
    </li>
    <li>
        شاخه‌های دیگر روان‌شناسی شامل: شخصیت، نظامی، مدیریت، ورزش، تحصیلی، فرهنگی، محیطی، جنسیت و …
    </li>
</ul>
`
        },
        {
          title:
            "۶- تفاوت روان‌شناس با مشاور چیست؟ چه زمانی به روان‌شناس مراجعه کنیم؟ چه زمانی به مشاور؟",
          content: `<p>
    مشاور، کسی است که از فنون روان‌شناسی استفاده می‌کند تا بتواند افراد را در تصمیم‌گیری‌ها و انتخاب‌ها در زمینه های
    مختلف مخصوصا تحصیلی، ازدواج و شغلی کمک کند. یک مشاور نمی‌تواند راه‌حلی در مشکلات روانی و ذهنی بیمار بدهد و فقط به
    بهبود و پیشگیری از مشکلات کمک می‌کند و راهکارهای مفیدی ارائه می‌دهد.
</p>
<p>
    پس اگر بدنبال راهنمایی و مشاوره در موضوع خاص و مشخصی که ریشه‌ای در مشکلات ذهنی و گدشته ندارد، هستید به مشاور مراجعه
    کنید. برای حل مسائل جدی روان‌Fشناختی که در گذشته تکرار شده است و نیاز به ریشه‌یابی دارد، باید به روان‌شناس مراجعه
    کنید.
</p>
`
        }
      ]
    };
  }
};
</script>