<style lang="scss" >
#specoality-description {
  &.card {
    overflow: hidden;
    z-index: 1;
    position: relative;
    padding: 70px;
    @include media(sm) {
      padding: 30px;
    }
    .resaa-element {
      width: 480px;
      height: 320px;
      position: absolute;
      left: -3px;
      top: 0px;
      opacity: 0.2;
      fill: $secondary-color;
      z-index: -1;
      @include media(sm) {
        display: none;
      }
    }
  }
  h2 {
    color: #0fc7e3;
    margin-bottom: 12px;
    font-weight: 500;
    font-size: 18px;
  }
  h3 {
    color: #0fc7e3;
    padding-right: 20px;
    margin-top: 12px;
    margin-bottom: 2px;
    font-weight: normal;
    font-size: 16px;
    + p {
      padding-right: 20px;
    }
  }
  .content {
    color: #707070;
    font-size: 14px;
    text-align: justify;
    p {
      margin-bottom: 6px;
    }
  }
  .half-width {
    max-width: calc(100% - 430px);
    @include media(sm) {
      max-width: 100%;
    }
  }
  .item {
    ul {
      margin: 0;
      padding: 0;
      li {
        position: relative;
        padding-right: 16px;
        + li {
          margin-top: 8px;
        }
        &:before {
          position: absolute;
          right: -3px;
          top: 8px;
          content: "";
          width: 6px;
          height: 6px;
          background: $secondary-color;
          border-radius: 100%;
          display: inline-block;
        }
      }
    }
    + .item {
      margin-top: 40px;
    }
  }
}
</style>
<template>
  <div class="card" id="specoality-description">
    <resaaElement class="resaa-element" />
    <div class="item" v-for="(item, index) in items" :key="index" :class="{'half-width':item.half}">
      <h2>{{item.title}}</h2>
      <div class="content" v-html="item.content"></div>
    </div>
  </div>
</template>
<script>
import resaaElement from "~/assets/svg/element.svg?inline";
export default {
  components: {
    resaaElement
  },
  data() {
    return {
      items: [
        {
          half: true,
          title: "چرا مشاوره روانشناسی؟",
          content: `با پیشرفت روزافزون علم پزشکی سطح سلامت همه ما به طرز چشم گیری بهبود یافته است، به طوری که متوسط طول عمر افراد فقط در نیم قرن گذشته ده سال افزایش داشته است. با این حال پیشرفت فناوری و تغییرات سبک زندگی باعث بروز فشار های روانی و افزایش استرس و اضطراب در انسان امروزی شده است به نحوی که آمار ها نشان می دهد سطح اضطراب یک فرد نرمال نسبت به 7 دهه پیش نزدیک به سه برابر شده است. در چنین شرایطی است که با مشاوره روانشناسی با یک مشاور دلسوز می‌توانیم راحت تر از پس مشکلات برآمده و آسایش را به زندگی خود بازگردانیم.`
        },
        {
          title: "آیا شما به مشاوره روانشناسی نیاز دارید؟",
          content: `
          
          خیلی ها ترجیح می دهند مشکلات زندگی خود را به تنهایی حل کنند و تا جای ممکن کسی نباشند که به روانشناس مراجعه کرده. حتی اگر شما هم با مشاوره مشکلی نداشته باشید، حتما افرادی را اطراف خود می شناسید که معتقدند مشاوره روانشناسی فقط برای افرادیست که مشکلات خیلی حاد دارند و  به اصطلاح روانی شده اند!</br>
اما حقیقت این است که مشاوره روانشناسی به شما کمک می کند ذهن خود را بهتر بشناسید و بتوانید افکار و رفتار و احساست خود را بهتر بررسی کرده و مدیریت کنید. به کمک مشاور می توانید از دست احساسات و افکار آزار دهنده خود رها شوید و به خود و زندگی تان حس بهتری داشته باشید. اتفاقا همین که شما به توانایی خودتان در حل مشکلات باور دارید یعنی با راهنمایی مشاور می توانید به سرعت از پس افکار و احساسات خود بر آیید.</br>
حال که تصمیم گرفتید از متخصص کمک بگیرید، گزینه های زیادی برای تماس با مشاور دارید که در بخش بعدی به بررسی آن می پردازیم.`
        },
        {
          title: "انواع روش های مشاوره روانشناسی",
          content: `
          <p>
          شاید مهم ترین قسمت یک مشاوره ارتباطی است که بین شما و متخصص برقرار می شود. در عصر ارتباطات راه های مختلفی برای برقراری این ارتباط بین شما و مشاور وجود دارد که هر کدام نسبت به دیگری مزایا و معایبی دارد که در ادامه بررسی می کنیم:
          </p>
              <h3>مشاوره روانشناسی حضوری</h3>
              <p>
              اولین و رایج ترین و بدون شک یکی از موثر ترین انواع مشاوره، ملاقات حضوری است. در این روش شما و مشاور رو در رو صحبت می کنید و مشاورعلاوه بر شنیدن صدا و لحن شما، می تواند حالات چهره و زبان بدن شما را هم ارزیابی کند و درک بهتری از دغدغه های شما داشته باشد.
              البته مشاوره حضوری محدودیت هایی هم دارد. مثلا برای مراجعه حضوری معمولا شما باید از مشاور وقت بگیرید و در ساعات کاری مشاور به مطب مراجعه کنید که ممکن است لزوما وقت مناسبی برای شما نباشد. همین مراجعه به مطب هم دردسر های خودش را دارد. مثلا شاید شما فرصت یک جلسه ی یک ساعته روانشناسی را داشته باشید اما مایل نباشید حداقل یک ساعت دیگر در راه و ترافیک از دست بدهید.
              از دیگر محدودیت های مشاوره حضوری و رو در رو این است که اگر ما به هر دلیلی ارتباط خوبی با مشاور برقرار نکنیم، بعید است که جلسه ی مشاوره را نصفه و نیمه رها کنیم و معمولا به شرط ادب تا زمانی که مشاور صلاح ببیند جلسه ی اول را ادامه می دهیم. از طرفی صحبت از عمیق ترین افکار و احساسات نزد کسی که تازه ملاقات کرده ایم ممکن است با شرم و خجالت همراه باشد.
              از نظر هزینه هم معمولا مشاوره های حضوری هزینه ی بیشتری از سایر انواع مشاوره دارد، ضمن اینکه جلسات مشاوره حضوری حداقل 45 دقیقه زمان می برد.
              </p>
              <h3>مشاوره روانشناسی تلفنی</h3>
              <p>
              مشاوره روانشناسی تلفنی اولین روش مشاوره غیر حضوری است که به سرعت به عنوان یک روش جایگزین برای مشاوره حضوری از محبوبیت خوبی برخوردار شد. مشاوره تلفنی به دلیل مزایای بی شمار باعث افزایش استفاده از خدمات مشاوره ای شده است.
              از مزایای مشاوره تلفنی نسبت به مشاوره حضوری می توان به عدم نیاز به مراجعه و صرفه جویی در زمان و هزینه ی رفت آمد اشاره کرد. همچنین در این روش شما می توانید به صورت ناشناس خدمات مشاوره دریافت کنید که نقش شرم و خجالت را در مطرح کردن موضوعات شخصی کمرنگ تر می کند و کمک می کند که بی پرده تر به طرح دغدغه ها بپردازید.
              یکی از مهم ترین مزایایی که روش های مشاوره تلفنی را برای برخی محبوب تر می کند این است که روند مشاوره افراد می تواند به راحتی از دید اطرافیان مخفی بماند و فرد از قضاوت های نابجا به دلیل استفاده از خدمات مشاوره مصون می ماند. همچنین این نوع از مشاوره معمولا هزینه ی بسیار کمتری نسبت به مشاوره حضوری دارد.
              از طرفی به واسطه ی دسترسی گسترده به تلفن ثابت و همراه، خدمات مشاوره غیر حضوری در منزل و محل کار و حتی در سفر امکان پذیر شده است.
              اما از دید بعضی از مراجعین و مشاوران، مشاوره تلفنی به دلیل قابل مشاهده نبودن چهره و حرکات بدن صمیمیت و کیفیت کمتری دارد. این موضوع باعث شده با وجود مزایای بی شمار مشاوره تلفنی هنوز هم عده ای مشاوره حضوری را به انوع دیگر آن ترجیح دهند.
              </p>
              <h3>مشاوره روانشناسی آنلاین</h3>
              <p>
              یکی دیگر از روش هایی که به لطف ظهور اینترنت و رواج گوشی های هوشمند ممکن شده مشاوره متنی از طریق سایت یا اپلیکیشن های موبایل است. این روش مستلزم دسترسی به اینترنت از طریق گوشی هوشمند یا رایانه است. در این روش شما و مشاور از طریق فضایی شبیه پیام رسان ها می توانید به گفتگو بپردازید.
              اما مشاوره روانشناسی متنی هم معایب خاص خود را دارد. ناتوانی متن در منتقل کردن لحن و احساسات فرد و مشاور و عدم دسترسی عموم افراد به اینترنت و گوشی هوشمند خصوصا مشاوران از مهم ترین دلایلی است که این روش چندان مورد استقبال مشاوران و افراد واقع نشده است.
              </p>
              `
        },
        {
          title: "محبوب ترین زمینه های مشاوره روانشناسی کدام اند؟",
          content: `
          <p>
          خدمات مشاوره روانشناسی برای طیف گسترده ای از مسائل و مشکلات قابل استفاده اند. این مسائل بر اساس ماهیت آن به زمینه های زیر تقسیم می شوند:

          </p>
          <ul>
              <li>
                  مشاوره خانواده و روابط زناشویی
                  این حوزه عموما به بررسی مسائل ارتباطی بین افراد خانواده خصوصا زوج ها می پردازد.
              </li>
              <li>
                  مشاوره ازدواج و پیش از ازدواج
                  این حوزه عموما به بررسی تطابق روحیات و خصوصیات افرادی که تصمیم به ازدواج دارند میپردازد و به زوج های جوان راهکارهایی جهت انتخابی موفق و ازدواجی پایدار ارائه می کند.
              </li>
              <li>
                  مشاوره فردی
                  در این حوزه عموما افرادی که مشکلاتی از جمله اضطراب و استرس، افسردگی، کمبود اعتماد به نفس، وسواس و سایر اختلالات فردی دارند به کمک مشاور به بررسی روش های کنترل احساسات و افکار خود می پردازند.
              </li>
              <li>
                  مشاور مادر، کودک و فرزند پروری
                  در این حوزه مشاوران از زمان بارداری تا پس از زایمان برای مشکلاتی چون افسردگی های دوران بارداری و پس از زایمان به یاری مراجعین می پردازند. این حوزه همچنین برای تربیت موفق تر کودکان از سنین شیرخوارگی تا نوجوانی راهکار های به روز ارائه می دهند تا ارتباط مطلوب تری بین کودک و والدین شکل بگیرد.
              </li>
          </ul>`
        },
        {
          title: "مشاور روانشناس خوب کیست؟",
          content: `
          <p>
          تست‌های روان‌شناسی برای بدست آوردن درکی بهتر از نوع مشکلی که بیمار در زمینه‌ی تفکر، احساس، یا رفتار انتخاب یک مشاور خوب مهم ترین قدم برای دستیابی به یک تجربه ی خوب از مشاوره است. اما مشاور روانشناس خوب چه ویژگی هایی دارد؟
          </p>
          <ul>
              <li>مشاور خوب، به دقت و با حوصله گوش می دهد
قطعا مشاور برای اینکه درک درستی از دغدغه ها و مسائل شما پیدا کند لازم است به دقت به صحبت ها و درد دل شما توجه کند. همچنین مشاوری که صبورانه فرصت را در اختیار شما قرار دهد ارتباط صمیمانه تری می سازد.
</li>
              <li>مشاور خوب همدل است
برای همه ما پیش آمده است که موضوعی ذهنمان را درگیر کرده باشد و همین که آن را با دیگران مطرح کنیم به جای همدلی و همدردی مورد سرزنش و تحقیر دیگران واقع شویم. یک مشاور خوب کسی را قضاوت یا سرزنش نمی کند، تمام هم و غم اش این است که به ما کمک کند به افکار و احساسات خود مسلط شده و با راهکار های عملی قدمی در جهت رفع مشکلات خود برداریم.
</li>
              <li>مشاور خوب رازدار است
تصور کنید که می خواهید با کسی از عمیق ترین و شخصی ترین راز ها و ترس ها و مشکلاتتان بگویید. اگر به رازداری او اطمینان نداشته باشید قطعا تمایلی به همدلی و همراهی وی هم نخواهید داشت.
</li>
              <li>مشاور خوب متخصص است
شاید خصوصیات قبل را در دوستان نزدیک و اعضای خانواده هم بتوان پیدا کرد اما اکثر اوقات در صورت مشورت با این افراد راهکار های قابل اعتمادی ارائه نمی شود. همین امر باعث شده که تخصص یک مشاور از نظر ما مهم ترین بارزه یک مشار روانشناس خوب باشد.
</li>
          </ul>
          <p>موارد فوق از خصوصیات مهم یک مشاور روانشناس خوب است اما به یاد داشته باشید که مشاوره از جنس ارتباط و تعامل است و لازم است که شما حس خوبی از مکالمه با مشاور خود داشته باشید به همین دلیل این شمایید که تعیین می کنید چه مشاوری برای شما مناسب تر است.
</p>
          `
        },
        {
          title: "روند مشاوره روانشناسی چگونه است؟",
          content: `
          <p>زمانی که برای اولین بار به روان‌شناس مراجعه می‌کنید باید انتظار این را داشته باشید که او سوالاتی درباره مشکلتان و جزئیاتی از تاریخچه زندگی شخصی‌تان بپرسد. این سوالات معمولا شامل مواردی همچون زمان شروع مشکل، چه چیزهایی باعث بهتر و بدتر شدن آن می‌شود و اینکه این مشکل چه تأثیری در کار و زندگی اجتماعی شما می‌گذارد. 
</p>
<p>
همچنین سوالاتی تجربیات شما در حین رشد، تحصیلات و شغل، وضعیت تأهل و روابط بین فردی و اینکه داروی خاصی مصرف می‌کنید این مرحله جمع‌آوری اطلاعات است و ممکن است چندین جلسه طول بکشد و سپس توسط آزمون‌های روان‌شناختی درمانی را در قالب مشاوره یا روان‌درمانی ارائه خواهد داد. به یاد داشته باشید که روان‌شناس در هیچ شرایطی اجازه ندارد دارو تجویز کند.

</p>
          `
        },
        {
          title: "روند مشاوره روانشناسی تلفنی در سامانه رسا چگونه است؟",
          content: `
          <p>
          یکی از چالش هایی که افراد هنگام مشاوره روانشناسی تلفنی با آن مواجه می شدند، محدودیت استفاده از خدمات مشاوره با استفاده از موبایل بوده که سامانه رسا با ایجاد بستری هوشمند، راهکاری مناسب برای تسهیل این روند ارائه کرده است.
          </p>
          <p>
            شما عزیزان میتوانید در هر ساعت از شبانه روز با بهترین و با تجربه ترین مشاورین روانشناس، ارتباط مستقیم تلفنی برقرار کرده و متناسب با مدت زمان مکالمه ی خود هزینه ی آن را پرداخت کنید.
          </p>
          <p>
          بدین منظور در اولین قدم با توجه به اطلاعات و زمینه های تخصصی هر یک از متخصصین، مشاور خود را انتخاب کنید. برای این منظور میتوانید به صفحه ی اختصاصی هر یک از مشاورین مراجعه کرده و جزئیات توانایی ها و تجارب و همچنین بازخورد کاربرانی که از سامانه استفاده کرده اند را مشاهده فرمایید.

          </p>
          <p>
          پس از انتخاب مشاور مورد نظر، میزان دقایقی که برای جلسه ی مشاوره روانشناسی تلفنی خود مد نظر دارید را انتخاب کرده و از طریق درگاه امن بانکی هزینه آن را پرداخت می کنید. لازم به ذکر است که سامانه رسا دارای نماد اعتماد الکترونیک از طرف وزارت صنعت معدن و تجارت جمهوری اسلامی است و تمامی پرداخت های شما زیر نظر این ارگان با کلیه ی کارت های بانکی عضو شبکه شتاب انجام می شود.

          </p>
          <p>
          در آخرین مرحله شما مستقیما و به صورت ناشناس به تلفن همراه مشاور مورد نظر خود وصل می شوید و به میزان هزینه پرداختی خود با مشاور صحبت می کنید. شما می توانید در صورت عدم رضایت از روند مشاوره، به راحتی اقدام به قطع تماس نمایید.

          </p>
          <p>
          در کلیه ی این مراحل پشتیبانی 24 ساعته سامانه رسا همراه و پشتیبان شماست.
          </p>
`
        }
      ]
    };
  }
};
</script>