export default [
  {
    name: 'پارمیدا کاویانی',
    doctor: { name: 'فتانه محمدی ', subscriberNumber: 7328 },
    quote:
      'من مدت زیادی بود درگیر افسردگی بودم و توان هیچ کاری نداشتم حتی رفتن پیش روانپزشک و روانشناس. انقدر کسی درکم نمی کرد که تقریبا دیگه با کسی هم معاشرت نمی کردم تا این که با رسا آشنا شدم و دکتر محمدی رو انتخاب کردم. توی اولین تماس احساس کردم واقعا حرفمو میفهمن و درکم می کنند.',
    avatar: require('./avatars/parmida.jpg')
  },
  {
    name: 'زینب محمدی',
    doctor: { name: 'بهنوش ده آرا ', subscriberNumber: 7305 },
    quote:
      'سلام می خوام یه تشکر بکنم از خانوم دکتر ده آرا و سامانه رسا که ایشون رو بهم معرفی کردند من یه پسر 8 ساله داشتم که خیلی دوستش دارم اما اصلا از پس شیطنتاش و لجبازیاش بر نمیومدم همیشه یا من ازش ناراحت بودم یا اون بخاطر عصبانی شدن من. دکتر واقعا کارشونو بلدن و تا همینجا کلی تونستن کمکم کنند.',
    avatar: require('./avatars/zeinab.jpg')
  },
  {
    name: 'نشناس',
    doctor: { name: 'ملیحه طباطبائی ', subscriberNumber: 7594 },
    quote:
      'اگر شما هم مثل من در شرف ازدواج هستید حتی اگه از انتخابتون مطمئنید حتما قبلش با یک مشاور صحبت کنید. خیلی چیزها بود که من حتی بهش فکر نکرده بودم و توی مشاوره متوجه شدم چقدر مهم و تاثیر گزاره به نظرم خیلی خوبه که الان میشه با تلفن مشاوره گرفت برای من که شاغل هستم محل کارم خارج شهره واقعا گره گشاست.',
    avatar: require('./avatars/default.png')
  },
  {
    name: 'شیرین احمدی',
    doctor: { name: 'مینا حسینی سده ', subscriberNumber: 7106 },
    quote:
      'من به لطف کمک خانوم حسینی تونستم بعد از 6 سال از ازدواج بلاخره با خانواده همسرم روبرو بشم و حرفای دلم رو بهشون بزنم جوری که هم مشکلم حل بشه هم عصبانیت و ناراحتیم باعث تشدید اختلافات نشه. به همه توصیه میکنم اگر می خواید پیش مشاور برید قبلش مشاوران رسا رو امتحان کنید. بخاطر تلفنی بودن و حضوری نبودن رسا بود که تونستم با مشاور صحبت کنم چون اگر حضوری بود شوهرم متوجه می شد و احتمالا قبل ازینکه بتونم کمک بگیرم ناراحت می شد و نمیتونستم ادامه بدم.',
    avatar: require('./avatars/shirin.jpg')
  },
  {
    name: 'محمد رضا ادیبی',
    doctor: { name: 'ندا نعیمی ', subscriberNumber: 7155 },
    quote:
      'نمیدونم چطور میتونم لطف سرکار خانم نعیمی رو جبران کنم. همیشه و در همه حال، بی خود و بی جهت استرس و اضطراب داشتم به حدی که قشنگ فلج می شدم. همش بخاطر کنترل نکردن افکار و احساسات بود. یعنی به همین سادگی اگه زودتر اقدام می کردم میتونستم با راهکار های خانم دکتر از این همه عذاب خلاص بشم.',
    avatar: require('./avatars/default.png')
  }
];
