export default [{
    subscriberNumber: 7501,
    firstName: 'هادی',
    lastName: 'کیانور',
    quote: 'رسا راه سریع و صحیح ارتباط آسان با پزشک است هر لحظه که سوالی پزشکی برای شما ایجاد شود می‌توانید به کمک رسا پزشکی را بیابید و سوال خود را در کمترین زمان ممکن با او مطرح فرمایید.',
    specialist: 'متخصص کودکان',
    avatar: 'http://www.resaa.net/static/0840eb2f8a9447c09010d20e26366dd7.jpg'
  },
  {
    subscriberNumber: 7056,
    firstName: 'سوزان',
    lastName: 'امیرسالاری ',
    quote: 'با سلام پرفسور سوزان امیرسالاری هستم فوق تخصص مغز واعصاب کودکان.لازم میدونم از مسئولین سامانه رسا بخاطر برقرار کردن ارتباط پزشک وبیمار تشکر کنم.استفاده از  شماره شخصی پزشک به علت کثرت بیماران پاسخ دهی رو برای پزشک غیر ممکن میکنه. اما با استفاده از این سامانه پزشک در زمانی که براش امکانپذیر باشه سامانه رو در وضعیت پاسخگو قرار میده و مردم هم فقط در موارد ضروری تماس میگیرند و خلاصه و مفید صحبت میکنند.',
    specialist: 'متخصص مغز و اعصاب کودکان',
    avatar: require('./avatars/sozan_amirsalari.jpg')
  },
  {
    subscriberNumber: 3003,
    firstName: 'آناهید',
    lastName: 'آهنگری',
    quote: 'از زمان استفاده از سامانه‌ی رسا بیماران بیشتر در موارد اورژانسی با من تماس میگیرند. همچنین مزاحمت هایی که پیش از این بود از بین رفته‌اند. به خصوص با استفاده از رسا تماس های بیمارانی که به طور وسواسی و زیاد تماس میگرفتند کاهش یافته است.',
    specialist: 'متخصص زنان وزایمان',
    avatar: require('./avatars/anahid_ahangari.jpg')
  },
  {
    subscriberNumber: 7155,
    firstName: 'ندا ',
    lastName: 'نعیمی',
    quote: 'با توجه به نیاز مراجعین مرکز مشاوره روانشناسی به مشاوره تلفنی ،از زمانی که با سامانه رسا همکاری را آغاز کردم مراجعین توانستند در صورت فوریت مشاوره تلفنی بگیرند و برای مراجعین آسودگی خاطر را موجب شده است.',
    specialist: 'متخصص مشاوره و خدمات روان شناختی',
    avatar: require('./avatars/neda_naemi.jpg')
  },
  {
    subscriberNumber: 3000,
    firstName: 'آیدا ',
    lastName: 'ذهبیون ',
    quote: 'با توجه به نیاز بیماران جهت ارتباط مستقیم با پزشک خود، پیش از این شماره شخصی پزشک در اختیار بیماران قرار میگرفت. متاسفانه این امر موجب میشد که شماره پزشک بی رویه در دست همه اشخاص باشد. به علاوه تعداد زیادی تماس جهت پرسش های نابجا و بیش از حد با پزشک گرفته می شد. اما با استفاده از سامانه رسا شماره شخصی ما در اختیار هیچکس قرار نمیگیرد و نیاز بیماران برای ارتباط با پزشک برطرف می شود. به علاوه به دلیل پرداخت هر چند اندک توسط بیمایران از پرسش ها و تماس های نابه‌جا پرهیز می شود.در کل می توانم بگویم ای سامانه در مورد من خیلی موفق عمل کرده است.',
    specialist: 'متخصص زنان و زایمان',
    avatar: require('./avatars/ayda_zahabion.jpg')
  },

];